tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "wiretrustee/client"
brew "zstd"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "apr-util"
brew "bat"
brew "pycparser", link: false
brew "cmatrix"
brew "croc"
brew "curl"
brew "docker-machine"
brew "libgit2"
brew "openssl@1.1"
brew "exa"
brew "fd"
brew "fnm"
brew "freetds"
brew "fzf"
brew "gcc"
brew "git"
brew "gnupg"
brew "harfbuzz"
brew "htop"
brew "hub"
brew "krb5"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libfido2"
brew "libpq"
brew "libzip"
brew "lima"
brew "python@3.11"
brew "mitmproxy"
brew "node@16"
brew "mongosh"
brew "mycli"
brew "mysql"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "nnn"
brew "tree"
brew "pass"
brew "pinentry-mac"
brew "postgresql@14"
brew "pyenv"
brew "redis"
brew "ripgrep"
brew "subversion"
brew "tealdeer"
brew "thefuck"
brew "wget"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community"
cask "alt-tab"
cask "dbeaver-community"
cask "docker"
cask "hyper"
cask "ngrok"
cask "openkey"
cask "rectangle"
cask "stats"
cask "unnaturalscrollwheels"
cask "wireshark"
vscode "albert.TabOut"
vscode "alefragnani.Bookmarks"
vscode "be5invis.vscode-custom-css"
vscode "bradlc.vscode-tailwindcss"
vscode "csstools.postcss"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.codespaces"
vscode "golang.go"
vscode "golf1052.code-sync"
vscode "hediet.vscode-drawio"
vscode "hoovercj.vscode-power-mode"
vscode "mechatroner.rainbow-csv"
vscode "moalamri.inline-fold"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-next"
vscode "njpwerner.autodocstring"
vscode "PKief.material-icon-theme"
vscode "PROxZIMA.sweetdracula"
vscode "rangav.vscode-thunder-client"
vscode "ritwickdey.LiveServer"
vscode "SirTori.indenticator"
vscode "steoates.autoimport"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscodevim.vim"
vscode "XadillaX.viml"
vscode "yzhang.markdown-all-in-one"
